tic-tac-toe-api/app/controllers/Api/V1/games_controller.rb

  def create
    @game = Game.new
    #@game = Game.find(params[:id])
    @game = Game.create(game_params)
---
INSERT INTO "games" ("players", "size", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["players", 2], ["size", 9], ["created_at", "2020-01-04 22:15:47.836698"], ["updated_at", "2020-01-04 22:15:47.836698"]]